---
kind: property
id: P:Autodesk.Revit.DB.SymbolTypeId.Volt
source: html/7480a04e-4b57-3f43-1416-4a9d6e1b76bf.htm
---
# Autodesk.Revit.DB.SymbolTypeId.Volt Property

Symbol V, indicating unit Volts.

## Syntax (C#)
```csharp
public static ForgeTypeId Volt { get; }
```